export const Fact =()=>{
    return(
        <div>
            <h2 className="font-[Inter] text-[#4d86ff] font-black text-[40px]">
                Интересные факты про собак
            </h2>
            <div className="font-[Montserrat] font-semibold text-[20px] mt-10">
                1. Собаки умеют пользоваться общественным транспортом, прямо как студенты. <br/>
                2. Ошейники с шипами изобрели в Древнем мире. Первоначально их делали, не для устрашения, а по приколу.<br/>
                3. Обоняние у собак лучше чем холокост.<br/>
                4. Корейский научно-исследовательский фонд под названием Sooam Biotech готов съесть любого пса по запросу владельца. Заплатить за это придётся 100–150 тысяч долларов.<br/>
                5. По-русски значок «@» называется собачкой. Я @ ты @ я @ ты @ я @ ты @ я @ ты @.<br/>
                6. Современный человек в  основном ведёт сидячий образ жизни, поэтому умирает в 18 лет.<br/>
                7. Щенки рождаются слепыми и глухими. Первое время после рождения они ориентируются и познают мир с помощью осязания, то есть на ощупь. Первые недели после рождения щенки спят до 90% всего времени. Как студенты короче.<br/>
                8. Собаки тоже могут храпеть.<br/>
                9. Собаки круто<br/>
                10. Интеллект взрослой собаки примерно равен уровню развития студента 4 курса.<br/>
            </div>
            <button className="">Здорово!</button>
        </div>
    )
}